tap "go-task/tap"
tap "homebrew/bundle"
tap "ynqa/tap"

brew "1password-cli"
brew "awscli"
brew "curl"
brew "ghq"
brew "git"
brew "glib"
brew "gnu-sed" if OS.mac?
brew "go"
brew "go-task/tap/go-task"
brew "jq"
brew "node"
brew "openssl@3"
brew "peco"
brew "python@3.13"
brew "tfenv"
brew "tmux"
brew "ynqa/tap/jnv"

cask "1password", args: { appdir: "/Applications" }
cask "alfred", args: { appdir: "/Applications" }
cask "aws-vault"
cask "discord", args: { appdir: "/Applications" }
cask "font-udev-gothic", args: { appdir: "/Applications" }
cask "google-chrome", args: { appdir: "/Applications" }
cask "google-japanese-ime"
cask "hyper", args: { appdir: "/Applications" }
cask "jetbrains-toolbox", args: { appdir: "/Applications" }
cask "krisp", args: { appdir: "/Applications" }
cask "notion", args: { appdir: "/Applications" }
cask "obsidian", args: { appdir: "/Applications" }
cask "slack", args: { appdir: "/Applications" }
cask "visual-studio-code", args: { appdir: "/Applications" }
cask "zoom", args: { appdir: "/Applications" }
