tap "homebrew/bundle"
tap "ynqa/tap"

brew "1password-cli"
brew "awscli"
brew "curl"
brew "ghq"
brew "glib"
brew "gnu-sed" if OS.mac?
brew "git"
brew "go"
brew "jq"
brew "node"
brew "openssl@3"
brew "peco"
brew "python@3.13"
brew "tmux"
brew "ynqa/tap/jnv"

cask_args appdir: "/Applications"
cask "1password"
cask "alfred"
cask "discord"
cask "font-udev-gothic"
cask "google-chrome"
cask "google-japanese-ime"
cask "hyper"
cask "jetbrains-toolbox"
cask "krisp"
cask "notion"
cask "slack"
cask "visual-studio-code"
cask "zoom"
