tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "argon/mas"

brew "awscli"
brew "ghq"
brew "git"
brew "git-secrets"
brew "jq"
brew "mas"
brew "node"
brew "openssl@1.1"
brew "peco"
brew "tmux"

# tap rcmdnk/file
# brew brew-file

cask_args appdir: "/Applications"

cask "1password"
cask "alfred"
cask "discord"
cask "docker"
cask "font-ricty-diminished"
cask "google-chrome"
cask "google-japanese-ime"
cask "hyper"
cask "jetbrains-toolbox"
cask "krisp"
cask "slack"
cask "visual-studio-code"
cask "zoom"
